IDEA Open Model
CheckResConcreteBlock.Name Property
Compatible with IDEA StatiCa 20.1
 Name of Concrete Block
 Namespace: IdeaRS.OpenModel.Connection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public string Name { get; set; }
Public Property Name As String
	Get
	Set
Property Value
Type: String
See Also
Reference
CheckResConcreteBlock Class
IdeaRS.OpenModel.Connection Namespace